[{"data":1,"prerenderedAt":49},["Reactive",2],{"VU6rU8NI9Q":3},[4,12,20,28,36,43],{"id":5,"img":6,"premieredAt":7,"episodeCount":8,"source":9,"name":10,"description":11},1,"/nuxt3-i18n-demo/img/shows/andor.png","2022-09-21",12,"https://en.wikipedia.org/wiki/Andor_(TV_series)","أندور","أندور، المعروف أيضًا باسم \"ستار وورز: أندور\"، هو مسلسل أمريكي قصير من الخيال العلمي و المغامرات، أنشأه توني جيلروي لخدمة البث المباشرDisney+. إنه المسلسل الرابع من المسلسلات الحية في سلسلة ستار وورز، وهو أيضًا سابقة لكل من الفيلم الفرعي روج وان (2016) وفيلم ستار وورز الأصلي (1977). يتتبع المسلسل اللص المتحول إلى جاسوس متمرد كاسيان أندور خلال السنوات الخمس التي تسبق أحداث الفيلمين المذكورين.",{"id":13,"img":14,"premieredAt":15,"episodeCount":16,"source":17,"name":18,"description":19},2,"/nuxt3-i18n-demo/img/shows/mandalorian.png","2019-11-12",23,"https://en.wikipedia.org/wiki/The_Mandalorian","الماندالوريان","ذا ماندالوريان هو مسلسل تلفزيوني أمريكي من نوع الغرب الفضائي، أنشأه جون فافرو لخدمة البث Disney+. إنه المسلسل الأول من المسلسلات الحية في سلسلة ستار وورز، ويبدأ خمس سنوات بعد أحداث عودة الجيداي (1983). يتمثل بطل العمل بيدرو باسكال في شخصية الماندالوريان، صائد الجوائز الوحيد الذي يهرب لحماية الطفل غروغو المُحسّ بالـ\"قوة\". ابتداءً من الموسم الثالث، تظهر كاتي ساكوف أيضًا في دور الماندالوريان بو-كاتان كرايز بعد ظهورها في الموسم الثاني.",{"id":21,"img":22,"premieredAt":23,"episodeCount":24,"source":25,"name":26,"description":27},3,"/nuxt3-i18n-demo/img/shows/bad-batch.png","2021-05-04",32,"https://en.wikipedia.org/wiki/Star_Wars:_The_Bad_Batch","ستار وورز: ذا باد باتش","ستار وورز: ذا باد باتش هو مسلسل رسوم متحركة أمريكي أنشأه ديف فيلوني لخدمة البث Disney+. إنه جزء من سلسلة ستار وورز، حيث يعمل ككل من الجزء اللاحق والفرعي لمسلسل حرب النجوم: حروب المستنسخين. يتم إنتاج ذا باد باتش من قبل شركة لوكاس فيلم آنيميشن، بينما تتولى جينيفر كوربت دور كاتبة السيناريو الرئيسية وبراد راو دور المخرج المشرف.",{"id":29,"img":30,"premieredAt":31,"episodeCount":32,"source":33,"name":34,"description":35},4,"/nuxt3-i18n-demo/img/shows/tales-of-jedi.png","2022-10-26",6,"https://en.wikipedia.org/wiki/Tales_of_the_Jedi_(TV_series)","قصص الجيدَي","قصص الجيدَي، المعروفة أيضًا باسم ستار وورز: قصص الجيدي، هي سلسلة رسوم متحركة أمريكية مجموعة من القصص المستقلة التي أنشأها ديف فيلوني. إنها جزء من سلسلة ستار وورز، وتستكشف شخصيات جيدَي مختلفة من عصر ثلاثية الأفلام السابقة. تم إنتاج المسلسل بواسطة شركة لوكاس فيلم آنيميشن، مع تشارلز موراي في دور كاتب السيناريو الرئيسي وفيلوني في دور المخرج المشرف، لخدمة البث Disney+.",{"id":37,"img":38,"premieredAt":39,"episodeCount":32,"source":40,"name":41,"description":42},5,"/nuxt3-i18n-demo/img/shows/obi-wan-kenobi.png","2022-05-27","https://en.wikipedia.org/wiki/Obi-Wan_Kenobi_(TV_series)","أوبي وان كينوبي","أوبي وان كينوبي هو مسلسل تلفزيوني أمريكي قصير تم إنشاؤه لخدمة البث Disney+. إنه جزء من سلسلة ستار وورز ويتميز بمشاركة إيوان مكريجور في دور الشخصية الرئيسية، حيث يعيد تجسيد دوره من ثلاثية أفلام ستار وورز سابقة الأحداث. يجري المسلسل عشر سنوات بعد أحداث فيلم ستار وورز: الحلقة الثالثة - انتقام السيث (2005)، ويتتبع كينوبي في مهمته لإنقاذ الأميرة ليا (فيفيان ليرا بلاير) المختطفة من الإمبراطورية المجرية، مما يؤدي إلى مواجهة مع تلميذه السابق، دارث فيدر (هايدن كريستنسن).",{"id":32,"img":44,"premieredAt":45,"episodeCount":32,"source":46,"name":47,"description":48},"/nuxt3-i18n-demo/img/shows/light-magic.png","2022-07-27","https://en.wikipedia.org/wiki/Light_%26_Magic_(TV_series)","لايت آند ماجيك","\"لايت آند ماجيك\" هو مسلسل وثائقي تلفزيوني صدر في عام 2022 وتولى إخراجه لورنس كاسدان وإنتاجه من قبل شركة لوكاس فيلم المحدودة وشركة إيماجين للأفلام الوثائقية. تم عرض المسلسل لأول مرة كفيلم أصلي على خدمة البث Disney+ في 27 يوليو 2022، وتم عرض الحلقات الستة مرة واحدة.",1738832943946]