[{"data":1,"prerenderedAt":49},["Reactive",2],{"hE92XJda5e":3},[4,12,20,28,36,43],{"id":5,"img":6,"premieredAt":7,"episodeCount":8,"source":9,"name":10,"description":11},1,"/nuxt3-i18n-demo/img/shows/andor.png","2022-09-21",12,"https://en.wikipedia.org/wiki/Andor_(TV_series)","Andor","Andor, also known as Star Wars: Andor, is an American science-fiction action-adventure limited series created by Tony Gilroy for the streaming service Disney+. It is the fourth live-action series in the Star Wars franchise, as well as a prequel to both the spin-off film Rogue One (2016) and the original Star Wars film (1977). The series follows thief-turned-Rebel spy Cassian Andor during the five years that lead to the events of the two aforementioned films.",{"id":13,"img":14,"premieredAt":15,"episodeCount":16,"source":17,"name":18,"description":19},2,"/nuxt3-i18n-demo/img/shows/mandalorian.png","2019-11-12",23,"https://en.wikipedia.org/wiki/The_Mandalorian","The Mandalorian","The Mandalorian is an American space Western television series created by Jon Favreau for the streaming service Disney+. It is the first live-action series in the Star Wars franchise, beginning five years after the events of Return of the Jedi (1983), and stars Pedro Pascal as the title character, a lone bounty hunter who goes on the run to protect the Force-sensitive child Grogu. Starting in the third season, Katee Sackhoff also stars as Mandalorian Bo-Katan Kryze, following her appearance in the second season.",{"id":21,"img":22,"premieredAt":23,"episodeCount":24,"source":25,"name":26,"description":27},3,"/nuxt3-i18n-demo/img/shows/bad-batch.png","2021-05-04",32,"https://en.wikipedia.org/wiki/Star_Wars:_The_Bad_Batch","Star Wars: The Bad Batch ","Star Wars: The Bad Batch is an American animated series created by Dave Filoni for the streaming service Disney+. It is part of the Star Wars franchise, acting as both a sequel to, and spin-off from, the series Star Wars: The Clone Wars. The Bad Batch is produced by Lucasfilm Animation, with Jennifer Corbett as head writer and Brad Rau as supervising director.",{"id":29,"img":30,"premieredAt":31,"episodeCount":32,"source":33,"name":34,"description":35},4,"/nuxt3-i18n-demo/img/shows/tales-of-jedi.png","2022-10-26",6,"https://en.wikipedia.org/wiki/Tales_of_the_Jedi_(TV_series)","Tales of the Jedi","Tales of the Jedi, also known as Star Wars: Tales of the Jedi, is an American animated anthology series created by Dave Filoni. It is part of the Star Wars franchise, exploring different Jedi characters from the prequel trilogy era. The series was produced by Lucasfilm Animation, with Charles Murray as head writer and Filoni as supervising director, for the streaming service Disney+.",{"id":37,"img":38,"premieredAt":39,"episodeCount":32,"source":40,"name":41,"description":42},5,"/nuxt3-i18n-demo/img/shows/obi-wan-kenobi.png","2022-05-27","https://en.wikipedia.org/wiki/Obi-Wan_Kenobi_(TV_series)","Obi-Wan Kenobi","Obi-Wan Kenobi is an American television miniseries created for the streaming service Disney+. It is part of the Star Wars franchise and stars Ewan McGregor as the title character, reprising his role from the Star Wars prequel trilogy. Set ten years after the events of Star Wars: Episode III – Revenge of the Sith (2005), the series follows Kenobi as he sets out to rescue the kidnapped Princess Leia (Vivien Lyra Blair) from the Galactic Empire, leading to a confrontation with his former apprentice, Darth Vader (Hayden Christensen).",{"id":32,"img":44,"premieredAt":45,"episodeCount":32,"source":46,"name":47,"description":48},"/nuxt3-i18n-demo/img/shows/light-magic.png","2022-07-27","https://en.wikipedia.org/wiki/Light_%26_Magic_(TV_series)","Light & Magic","Light & Magic is a 2022 documentary TV series directed by Lawrence Kasdan and produced by Lucasfilm Ltd. and Imagine Documentaries. The series debuted as a Disney+ Original on July 27, 2022, with all six episodes airing at once.",1738835100804]